Tekla.Structures.TeklaStructuresInternal.MateriaClient.ComputedCallbackHandler
GraphComputedDelegate class used for handling the callback on 'graph.compute.end' notification.

Tekla.Structures.TeklaStructuresInternal.MateriaClient.ComputedCallbackHandler.#ctor
The callback constructor.

Tekla.Structures.TeklaStructuresInternal.MateriaClient.ComputedCallbackHandler.Dispose


Tekla.Structures.TeklaStructuresInternal.MateriaClient.ComputedCallbackHandler.Dispose(System.Boolean)
Dispose resources
disposing: